const miscellaneous = [
  // {
  //   "description": "Сыграйте 2 раунда в гольф",
  //   "cost": 3000
  // },
  // {
  //   "description": "Слух о сокращении производства. \nПридется подучиться для получения дополнительных навыков.",
  //   "cost": 6600
  // },
  // {
  //   "description": "Сходите с другом в кафе.",
  //   "cost": 300
  // },
  // {
  //   "description": "Вы не смогли устоять перед новой картиной местного художника.",
  //   "cost": 6000
  // },
  // {
  //   "description": "Купите ребенку велосипед.",
  //   "cost": 60000,
  //   "hasKids": true
  // },
  // {
  //   "description": "Сходите с казино.",
  //   "cost": 6000
  // },
  // {
  //   "description": "У вас сломался нагреватель.",
  //   "cost": 13500
  // },
  // {
  //   "description": "Посетите дантиста.",
  //   "cost": 3000
  // },
  // {
  //   "description": "Сходите в боулинг.",
  //   "cost": 1500
  // },
  // {
  //   "description": "Вы решили перекрасить дом.",
  //   "cost": 18000
  // },
  // {
  //   "description": "Сходите на концерт.",
  //   "cost": 5400
  // },
  // {
  //   "description": "Посетите авиационное шоу.",
  //   "cost": 3600
  // },
  // {
  //   "description": "Вы посетили магазин. \nКупите новые наручные часы (да если у вас уже есть трое)",
  //   "cost": 4500
  // },
  // {
  //   "description": "День рождения. \nБерете детей и прямиком в Луна-парк",
  //   "cost": 3000,
  //   "hasKids": true
  // },
  // {
  //   "description": "Купите новую у дочку.",
  //   "cost": 3000
  // },
  // {
  //   "description": "Вы приобрели новые солнцезащитные очки.",
  //   "cost": 2100
  // },
  // {
  //   "description": "Вы купили новые теннисные ракетки.",
  //   "cost": 6000
  // },
  // {
  //   "description": "Сходите и пообедайте.",
  //   "cost": 2400
  // },
  // {
  //   "description": "Вы решили поучаствовать в лотерее.",
  //   "cost": 3000
  // },
  // {
  //   "description": "Позвольте себе отпуск.",
  //   "cost": 60000
  // },
  // {
  //   "description": "Купите новые музыкальные компакт-диски.",
  //   "cost": 3000
  // },
  {
    "description": "Вы решили приобрести домашний кинотеатр.",
    "cost": 120000,
    "credit": true
  },
  // {
  //   "description": "Налоговая ревизия. штраф",
  //   "cost": 10500
  // },
  // {
  //   "description": "Вы приобрели новый катер.",
  //   "cost": 540000,
  //   "mortgage": 510000,
  //   "downPayment": 30000
  // },
  // {
  //   "description": "Вы посетили мебельный салон. \nЗамените свое старое кресло.",
  //   "cost": 10500
  // },
  // {
  //   "description": "У вашей дочери свадьба.",
  //   "cost": 60000,
  //   "hasKids": true
  // },
  // {
  //   "description": "Вы купили себе новый шар для боулинга.",
  //   "cost": 2400
  // },
  // {
  //   "description": "У вас годовщина!",
  //   "cost": 6000
  // },
  // {
  //   "description": "Вы купили новый сотовый телефон.",
  //   "cost": 3000
  // },
  // {
  //   "description": "Счет за обучения сына в колледже.",
  //   "cost": 45000,
  //   "hasKids": true
  // },
  // {
  //   "description": "Вы купили новую одежду.",
  //   "cost": 7500
  // },
  // {
  //   "description": "Вы закончили курсы.",
  //   "cost": 7500
  // },
  // {
  //   "description": "Вы купили игрушки для ваших детей.",
  //   "cost": 1500,
  //   "hasKids": true
  // },
  // {
  //   "description": "Вы купили новые мячи для гольфа.",
  //   "cost": 600
  // },
  // {
  //   "description": "Ваше пожертвование инвалидам.",
  //   "cost": 3000
  // },
  // {
  //   "description": "Вы заменили шины на своем автомобиле.",
  //   "cost": 9000
  // },
  // {
  //   "description": "Вы купили кофеварку.",
  //   "cost": 4500
  // },
  // {
  //   "description": "Вы купили новые динамики для своей стерео системы.",
  //   "cost": 15000
  // },
  // {
  //   "description": "Вы купили кухонный комбайн.",
  //   "cost": 4500
  // },
  // {
  //   "description": "Посещение магазина. \nВам приглянулись поддельные драгоценные камни",
  //   "cost": 10500
  // },
  // {
  //   "description": "Ужин с друзьями.",
  //   "cost": 1200
  // },
  // {
  //   "description": "В вашем автомобиле поломался кондиционер.",
  //   "cost": 21000
  // }
];

module.exports = { miscellaneous }