const miscellaneous = [
  {
    "description": "Сыграйте 2 раунда в гольф",
    "cost": 100
  },
  {
    "description": "Слух о сокращении производства. \nПридется подучиться для получения дополнительных навыков.",
    "cost": 220
  },
  {
    "description": "Сходите с другом в кафе.",
    "cost": 10
  },
  {
    "description": "Вы не смогли устоять перед новой картиной местного художника.",
    "cost": 200
  },
  {
    "description": "Купите ребенку велосипед.",
    "cost": 2000,
    "hasKids": true
  },
  {
    "description": "Сходите с казино.",
    "cost": 200
  },
  {
    "description": "У вас сломался нагреватель. покупку нового",
    "cost": 450
  },
  {
    "description": "Посетите дантиста.",
    "cost": 100
  },
  {
    "description": "Сходите в кегельбан.",
    "cost": 50
  },
  {
    "description": "Вы решили перекрасить дом.",
    "cost": 600
  },
  {
    "description": "Сходите на концерт.",
    "cost": 180
  },
  {
    "description": "Посетите авиационное шоу.",
    "cost": 120
  },
  {
    "description": "Вы посетили магазин. \nКупите новые наручные часы (да если у вас уже есть трое)",
    "cost": 150
  },
  {
    "description": "День рождения. \nБерете детей и прямиком в Луна-парк",
    "cost": 100,
    "hasKids": true
  },
  {
    "description": "Купите новую у дочку.",
    "cost": 100
  },
  {
    "description": "Вы приобрели новые солнцезащитные очки.",
    "cost": 70
  },
  {
    "description": "Вы купили новые теннисные ракетки.",
    "cost": 200
  },
  {
    "description": "Сходите и пообедайте.",
    "cost": 80
  },
  {
    "description": "Вы решили поучаствовать в лотерее.",
    "cost": 100
  },
  {
    "description": "Позвольте себе отпуск.",
    "cost": 2000
  },
  {
    "description": "Купите новые музыкальные компакт-диски.",
    "cost": 100
  },
  {
    "description": "Вырешили приобрести домашний кинотеатр.",
    "cost": 4000,
    "credit": true
  },
  {
    "description": "Налоговая ревизия. штраф",
    "cost": 350
  },
  {
    "description": "Вы приобрели новый катер.",
    "cost": 1000,
    "mortgage": 17000
  },
  {
    "description": "Вы посетили мебельный салон. \nЗамените свое старое кресло.",
    "cost": 350
  },
  {
    "description": "У вашей дочери свадьба.",
    "cost": 2000,
    "hasKids": true
  },
  {
    "description": "Вы купили себе новый шар для боулинга.",
    "cost": 80
  },
  {
    "description": "У вас годовщина!",
    "cost": 200
  },
  {
    "description": "Вы купили новый сотовый телефон.",
    "cost": 100
  },
  {
    "description": "Счет за обучения сына в колледже.",
    "cost": 1500,
    "hasKids": true
  },
  {
    "description": "Вы купили новую одежду.",
    "cost": 250
  },
  {
    "description": "Вы закончили курсы.",
    "cost": 250
  },
  {
    "description": "Вы купили игрушки для ваших детей.",
    "cost": 50,
    "hasKids": true
  },
  {
    "description": "Вы купили новые мячи для гольфа.",
    "cost": 20
  },
  {
    "description": "Ваше пожертвование инвалидам.",
    "cost": 100
  },
  {
    "description": "Вы заменили шины на своем автомобиле.",
    "cost": 300
  },
  {
    "description": "Вы купили кофеварку.",
    "cost": 150
  },
  {
    "description": "Вы купили новые динамики для своей стерео системы.",
    "cost": 500
  },
  {
    "description": "Вы купили кухонный комбайн.",
    "cost": 150
  },
  {
    "description": "Посещение магазина. Вам приглянулись поддельные драгоценные камни",
    "cost": 350
  },
  {
    "description": "Ужин с друзьями.",
    "cost": 40
  },
  {
    "description": "В вашем автомобиле поломался кондиционер.",
    "cost": 700
  }
];

module.exports = { miscellaneous }