const smallDeals = [
  {
    "id": "small_deal_0",
    "type": "small",
    "title": "Продается квартира - 2/1",
    "description": "Молодожены ожидают пополнения семейства. Они хотят поскорее продать свою квартиру и приобрести новый дом. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "roi": "38%",
    "sellRange": "1.4 млн ₽ - 1.9 млн ₽",
    "cost": 1650000,
    "mortgage": 1500000,
    "downPayment": 150000,
    "passiveIncome": 4800,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_1",
    "type": "small",
    "title": "Акции - OK4U Drug Co.",
    "description": "Высокая инфляция становится причиной падения цены акций для этого производителя лекарственных препаратов. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 300,
    "range": "150 ₽ - 1 200 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_2",
    "type": "small",
    "title": "Продается квартира - 2/1",
    "description": "Банк продает квартиру владельца лишенного права выкупа. В районе много рабочих мест и магазинов. Благоприятное финансирование со стороны банка. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "roi": "53%",
    "sellRange": "1.4 млн ₽ - 1.9 млн ₽",
    "cost": 1200000,
    "mortgage": 1050000,
    "downPayment": 150000,
    "passiveIncome": 9600,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_3",
    "type": "small",
    "title": "Акции - OK4U Drug Co.",
    "description": "Паника на рынке лекарственных средств привела к краху акций этой компании. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 30,
    "range": "150 ₽ - 1 200 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_4",
    "type": "small",
    "title": "Продается дом - 3/2",
    "description": "Хороший дом по заниженной цене стал доступен в связи с сократившимся уровнем производства. Хорошая инвестиционная возможность для понимающего покупателя. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "roi": "60%",
    "sellRange": "1.9 млн ₽ - 4.0 млн ₽",
    "cost": 1500000,
    "mortgage": 1380000,
    "downPayment": 120000,
    "passiveIncome": 9600,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_5",
    "type": "small",
    "title": "Акции - ON2U Entertainment Co.",
    "description": "Хорошие кассовые сборы от показа детских фильмов приводят к повышению стоимости акций. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 1200,
    "range": "300 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_6",
    "type": "small",
    "title": "Акции - OK4U Drug Co.",
    "description": "Высокая инфляция стала причиной понижения цен на акции. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 150,
    "range": "150 ₽ - 1 200 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_7",
    "type": "small",
    "title": "Акции - OK4U Drug Co.",
    "description": "Долговременное и уверенное положение на рынке лекарственных средств привело к высокой цене этих акций. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 1200,
    "range": "150 ₽ - 1 200 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_8",
    "type": "small",
    "title": "Вам повезло! Продается дом 3/2",
    "description": "Компания продает дом 3/2 менеджера, которого перевела по службе в другой город. Дом не арендован, не выставлялся на продажу 6 месяцев, что уменьшило его стоимость. Займите деньги в банке, но КУПИТЕ ЕГО!",
    "roi": "150%",
    "sellRange": "1.9 млн ₽ - 4.0 млн ₽",
    "cost": 1350000,
    "mortgage": 1290000,
    "downPayment": 60000,
    "passiveIncome": 9600
  },
  {
    "id": "small_deal_9",
    "type": "small",
    "title": "Невестка нуждается в деньгах",
    "description": "Невестку уволили с работы. Ей нужно 150 тыс ₽ чтобы оплатить проживание в доме. Она обещает вернуть вам 300 тыс ₽, как только найдет новую работу. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "cost": 150000,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_10",
    "type": "small",
    "title": "Создайте компанию",
    "description": "У вас есть возможность создать компанию по разработке программного обеспечения, претворить свои мечты в жизнь. Надеемся, вас не испугает отсутствие прибыли на начальном этапе и долгие часы работы. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "cost": 150000,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_11",
    "type": "small",
    "title": "Вам повезло! Продается дом - 3/2",
    "description": "Государственное агентство выставило на продажу старый дом 3/2 с частичным государственным финансированием. Дом арендован.\n\nЗаймите деньги в банке, но КУПИТЕ ЕГО!",
    "roi": "132%",
    "sellRange": "1.9 млн ₽ - 4.0 млн ₽",
    "cost": 1500000,
    "mortgage": 1410000,
    "downPayment": 90000,
    "passiveIncome": 9600
  },
  {
    "id": "small_deal_12",
    "type": "small",
    "title": "Продается дом - 3/2",
    "description": "Хозяин дома вынужден неожиданно покинуть город. Заплатите первый взнос и он ваш. Умеющий думать преуспеет. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "roi": "40%",
    "sellRange": "1.9 млн ₽ - 4.0 млн ₽",
    "cost": 1950000,
    "mortgage": 1800000,
    "downPayment": 150000,
    "passiveIncome": 4800,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_13",
    "type": "small",
    "title": "Депозитный сертификат",
    "description": "Ведущий банк предлагает своим клиентам специальный депозитный сертификат. Гарантированный процент и погашаемый независимо от срока вкладов. \n\nЛюбой может купить или продать столько, сколько хочет.",
    "cost": 150000,
    "passiveIncome": 600,
    "anyCanBuySell": true
  },
  {
    "id": "small_deal_14",
    "type": "small",
    "title": "Привилегированные акции 2BIG Power",
    "description": "Привилегированный высокодоходный пакет акций главной энергетической компании. Доходность и цена установленна на достоверном уровне государственной сервисной комиссией. Любой может купить или продать столько, сколько хочет по этой цене.",
    "cost": 36000,
    "passiveIncome": 300
  },
  {
    "id": "small_deal_15",
    "type": "small",
    "title": "Продается квартира - 2/1",
    "description": "Превосходная квартира со многими дополнительно оплачиваемыми сервисами. Продается в связи с успешным ходом дел у владельца. Он продвигается. А вам слабо? \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "roi": "-24%",
    "sellRange": "1.4 млн ₽ - 1.9 млн ₽",
    "cost": 1800000,
    "mortgage": 1650000,
    "downPayment": 150000,
    "passiveIncome": -3000,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_16",
    "type": "small",
    "title": "10 акров земли",
    "description": "Продается 10 акров земли. Замечательное место для парка. Отсутствие дорог, коммуникаций, шума делает это место достаточно привлекательным для отдыха. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "cost": 150000,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_17",
    "type": "small",
    "title": "Депозитный сертификат",
    "description": "Ведущий банк предлагает своим клиентам специальный депозитный сертификат. Гарантированный процент и погашаемый независимо от срока вкладов. \n\nЛюбой может купить или продать столько, сколько хочет.",
    "cost": 120000,
    "range": "120 тыс ₽ - 120 тыс ₽",
    "passiveIncome": 600,
    "anyCanBuySell": true
  },
  {
    "id": "small_deal_18",
    "type": "small",
    "title": "Акции - OK4U Drug Co.",
    "description": "Низкая инфляция привела к повышению цены акций этой компании лекарственных препаратов. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 600,
    "range": "150 ₽ - 1 200 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_19",
    "type": "small",
    "title": "Продается дом - 3/2",
    "description": "Дорожный департамент продает дом в старом районе города. Рынок потерпел крах. Полное отсутствие предложений на аукционе. Используйте сами, или продайте  другому игроку.",
    "sellRange": "1.9 млн ₽ - 4.0 млн ₽",
    "cost": 1500000,
    "mortgage": 1500000,
    "passiveIncome": -3000
  },
  {
    "id": "small_deal_20",
    "type": "small",
    "title": "Акции - MYT4U Electronics Co. (Увеличение 2 в раза)",
    "description": "Бизнес «поднимается», компания так хорошо работает, что капитал удваивается, и принято решение о разделении акций. Дивидендов нет. Никто не продает и не покупает.",
    "multiple": 2
  },
  {
    "id": "small_deal_21",
    "type": "small",
    "title": "Акции - MYT4U Electronics Co.",
    "description": "Быстро развивающийся рынок ведет к рекордной цене акций этого продавца бытовой электроники. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 1200,
    "range": "150 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_22",
    "type": "small",
    "title": "Акции - ON2U Entertainment Co.",
    "description": "Недавнее слияние упрочило рыночную позицию компании и открыло новые перспективы. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 600,
    "range": "300 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_23",
    "type": "small",
    "title": "Привилегированные акции 2BIG Power",
    "description": "Привилегированный высокодоходный пакет акций главной энергетической компании. Доходность и цена установленна на достоверном уровне государственной сервисной комиссией. Любой может купить или продать столько, сколько хочет по этой цене.",
    "cost": 36000,
    "passiveIncome": 300
  },
  {
    "id": "small_deal_24",
    "type": "small",
    "title": "Редкая золотая монета",
    "description": "На рынке вы случайно натолкнулись на подлинную золотую монету Нового Мира Королевской Испании 1500 года (отчеканенную в Гаване), еще и в хорошем состоянии. Продавец запросил 15 тыс ₽. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "sellRange": "0 ₽ - 120 тыс ₽",
    "cost": 15000,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_25",
    "type": "small",
    "title": "Акции - ON2U Entertainment Co.",
    "description": "Новый директор восстановил перспективы роста курса акций. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 300,
    "range": "300 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_26",
    "type": "small",
    "title": "Акции - ON2U Entertainment Co.",
    "description": "Сильный спрос на видео коллекцию старых фильмов приводит к росту цены акций. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 900,
    "range": "300 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_27",
    "type": "small",
    "title": "Акции - ON2U Entertainment Co.",
    "description": "Директор по продажам был уволен после 3-го крупнейшего провала. Курс акций падает. Отменена премия председателю. Только вы можете покупать акции в любом количестве по этой цене. \n\nКаждый может продать по этой цене.",
    "cost": 150,
    "range": "300 ₽ - 900 ₽",
    "canSellStocks": true
  },
  {
    "id": "small_deal_28",
    "type": "small",
    "title": "Акции - MYT4U Electronics Co. (Уменьшение 2 в раза)",
    "description": "Компания реорганизуется! Массивные потери из-за перерасхода бюджета и снижения спроса на бытовую электронику. Акционеры компании теряют 1/2 их прав собственности. Дивидендов нет. Никто не продает и не покупает.",
    "multiple": -2
  },
  {
    "id": "small_deal_29",
    "type": "small",
    "title": "Акции - MYT4U Electronics Co.",
    "description": "Повышение процентной ставки привело к понижению курса акций. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 150,
    "range": "150 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_30",
    "type": "small",
    "title": "Акции - MYT4U Electronics Co.",
    "description": "Высокая инфляция становится причиной падения цены акций для этого продавца бытовой электроники. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 150,
    "range": "150 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_31",
    "type": "small",
    "title": "Акции - MYT4U Electronics Co.",
    "description": "Низкие процентные ставки приводят к повышению цены акций этого продавца бытовой электроники. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 900,
    "range": "150 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_32",
    "type": "small",
    "title": "Повреждение вашей собственности",
    "description": "Арендатор не платил арендную плату 2 месяца, а затем, скрылся из города, оставив поврежденной вашу собственность. Страховка покрыла часть расходов за убытки, но вы все еще должны 15 тыс ₽. Заплатите 15 тыс ₽, если вы имеете любое недвижимое имущество, сдаваемое в аренду. (Кредит доступен на обычных условиях)",
    "cost": 15000,
  },
  {
    "id": "small_deal_33",
    "type": "small",
    "title": "Продается дом - 3/2",
    "description": "Продается прекрасный дом в хорошем состоянии. На данный момент арендован. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "roi": "38%",
    "sellRange": "1.9 млн ₽ - 4.0 млн ₽",
    "cost": 1950000,
    "mortgage": 1800000,
    "downPayment": 150000,
    "passiveIncome": 4800,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_34",
    "type": "small",
    "title": "Акции взаимного фонда - GR04US",
    "description": "Агрессивная стратегия управляющих фонда вывела стоимость акций фонда на новый уровень. Только вы можете покупать акции в любом количестве по этой цене. \n\nКаждый может продать по этой цене.",
    "cost": 900,
    "range": "300 ₽ - 900 ₽",
    "canSellStocks": true
  },
  {
    "id": "small_deal_35",
    "type": "small",
    "title": "Акции - MYT4U Electronics Co.",
    "description": "Паника на бирже приводит к рекордно низкой цене акций этого продавца бытовой электроники. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 30,
    "range": "150 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_36",
    "type": "small",
    "title": "Акции - MYT4U Electronics Co.",
    "description": "Низкие продажи приводят к снижению цены акций этого продавца бытовой электроники. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 300,
    "range": "150 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_37",
    "type": "small",
    "title": "Акции - ON2U Entertainment Co.",
    "description": "Хорошие кассовые сборы от премьеры комедии для взрослых привели к повышению стоимости акций. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 900,
    "range": "300 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_38",
    "type": "small",
    "title": "Другу срочно нужны наличные...",
    "description": "Другу срочно нужны наличные и он предлагает вам 10 золотых монет ЮАР (вес монеты 1 унция), по цене 9 тыс ₽ за унцию, что значительно ниже их стоимости. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "cost": 90000,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_39",
    "type": "small",
    "title": "Создайте компанию",
    "description": "У вас есть возможность создать компанию по разработке программного обеспечения, претворить свои мечты в жизнь. Надеемся, вас не испугает отсутствие прибыли на начальном этапе и долгие часы работы. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "cost": 150000,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_40",
    "type": "small",
    "title": "Акции - OK4U Drug Co. (Уменьшение в 2 раза)",
    "description": "Большой скандал и потери из-за некачественного лекарства выпущенного на рынок. Все акционеры теряют 1/2 собственности. Дивидендов нет. Никто не продает и не покупает.",
    "multiple": -2
  },
  {
    "id": "small_deal_41",
    "type": "small",
    "title": "Продается квартира - 2/1",
    "description": "Родители продают квартиру, используемую их ребенком во время обучения в колледже. В этом районе большой спрос на квартиры, сдаваемые в аренду. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "roi": "42%",
    "sellRange": "1.4 млн ₽ - 1.9 млн ₽",
    "cost": 1200000,
    "mortgage": 1080000,
    "downPayment": 120000,
    "passiveIncome": 4200,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_42",
    "type": "small",
    "title": "Акции взаимного фонда - GR04US",
    "description": "Рынок электростанций поднял цену акций взаимного фонда на рекордный уровень. Только вы можете покупать акции в любом количестве по этой цене. \n\nКаждый может продать по этой цене.",
    "cost": 1200,
    "range": "300 ₽ - 900 ₽",
    "canSellStocks": true
  },
  {
    "id": "small_deal_43",
    "type": "small",
    "title": "Акции - ON2U Entertainment Co.",
    "description": "Новейшая тематическая коллекция теряет рекордное количество покупателей. Цена акций поражает своим низким уровнем. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 300,
    "range": "300 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_44",
    "type": "small",
    "title": "Продается дом - 3/2",
    "description": "Вам достался брошенный дом, в котором не жили уже пол года. Закладная выдана с учетом оценки стоимости необходимого ремонта. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "sellRange": "1.9 млн ₽ - 4.0 млн ₽",
    "cost": 1500000,
    "mortgage": 1500000,
    "passiveIncome": 9600,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_45",
    "type": "small",
    "title": "Акции - OK4U Drug Co.",
    "description": "Компания давно специализируется на производстве лекарств, особенно для людей старше 70. Только вы можете покупать акции в любом количестве по этой цене. \n\nКаждый может продать по этой цене.",
    "cost": 900,
    "range": "150 ₽ - 1 200 ₽",
    "canSellStocks": true
  },
  {
    "id": "small_deal_46",
    "type": "small",
    "title": "Акции - OK4U Drug Co. (Увеличение в 2 раза)",
    "description": "Капитал удвоился. Дела идут так хорошо, что принято решение о разделении акций. Дивидендов нет. Никто не продает и не покупает.",
    "multiple": 2
  },
  {
    "id": "small_deal_47",
    "type": "small",
    "title": "Акции взаимного фонда - GR04US",
    "description": "Малый доход большинства компаний ведет к снижению курса акций взаимного фонда. Только вы можете покупать акции в любом количестве по этой цене. \n\nКаждый может продать по этой цене.",
    "cost": 300,
    "range": "300 ₽ - 900 ₽",
    "canSellStocks": true
  },
  {
    "id": "small_deal_48",
    "type": "small",
    "title": "Продается квартира - 2/1",
    "description": "Прежний владелец квартиры решил жениться и продать квартиру. Квартира в плохом районе. Требует ремонта. \n\nИспользуйте сами, или продайте возможность другому игроку.",
    "roi": "24%",
    "sellRange": "1.4 млн ₽ - 1.9 млн ₽",
    "cost": 1500000,
    "mortgage": 1350000,
    "downPayment": 150000,
    "passiveIncome": 3000,
    "canSellToOthers": true
  },
  {
    "id": "small_deal_49",
    "type": "small",
    "title": "Акции - MYT4U Electronics Co.",
    "description": "Стабильные продажи ведут к повышению цены акций этого продавца бытовой электроники. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 900,
    "range": "150 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_50",
    "type": "small",
    "title": "Акции - OK4U Drug Co.",
    "description": "Быстро растущий рынок резко поднимает цену акций этой компании лекарственных средств. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 1500,
    "range": "150 ₽ - 1 200 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  },
  {
    "id": "small_deal_51",
    "type": "small",
    "title": "Акции взаимного фонда - GR04US",
    "description": "Фонд взял на работу опытного управляющего. Говорят, что он обладает прикосновением Мидаса (золотым прикосновением). Только вы можете покупать акции в любом количестве по этой цене. \n\nКаждый может продать по этой цене.",
    "cost": 600,
    "range": "300 ₽ - 900 ₽",
    "canSellStocks": true
  },
  {
    "id": "small_deal_52",
    "type": "small",
    "title": "Акции взаимного фонда - GR04US",
    "description": "Рынок электростанций поднял цену акций взаимного фонда на рекордный уровень. Только вы можете покупать акции в любом количестве по этой цене. \n\nКаждый может продать по этой цене.",
    "cost": 900,
    "range": "300 ₽ - 900 ₽",
    "canSellStocks": true
  },
  {
    "id": "small_deal_53",
    "type": "small",
    "title": "Акции - MYT4U Electronics Co.",
    "description": "Предприятие возглавил 32 летний Гарвардский выпускник. Свежие идеи нового директора послужили быстрому росту продаж бытовой электроники. \n\nТолько вы можете покупать акции в любом количестве. \n\nКаждый может продать по этой цене.",
    "cost": 600,
    "range": "150 ₽ - 900 ₽",
    "unlimitedStocks": true,
    "canSellStocks": true
  }
];

const getRandomSmallDeal = () => smallDeals[Math.floor(Math.random() * smallDeals.length)]

module.exports = { getRandomSmallDeal }
